namespace L2Calc
{
    public enum ItemCode
    {
        None = 0,

        LegendaryMenDyeLv5 = 17714,
        /// <summary>
        /// Кольцо Души Баюма
        /// </summary>
        BaiumsSoulRing = 37521, // MP +31, Физ./ Маг. Точность +4, сила Физ. Крит. Атк./ сила Крит. Атк. маг. умений +15%, Скор. Атк./ Скор Маг. +5%, шанс и сопротивление замешательству/ помехам +25%.
        /// <summary>
        /// Кольцо Души Королевы Муравьев
        /// </summary>
        QueenAntsSoulRing = 36254, //MP +31, Физ./ Маг. Точность +4, шанс Физ. Крит. Атк./ шанс Крит. Атк. маг. умений +20, сила Физ./ Маг. Крит. Атк. +15%, шанс и сопротивление замешательству/ заражению +25%.
    }
}